/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets" = "Загрузка активов";
"Scenes" = "Сцены";

"Information" = "Информация";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Вы уже перешли на Premium. Пожалуйста, войдите в систему и использовать Восстановление Покупка в меню Настройки, чтобы проверить вашу покупку.";
"Alert" = "бдительный";
"OK" = "ОК";
"Ok" = "ОК";
"No_Email_account_configured" = "Нет учетной записи электронной почты не настроен на этом устройстве.";
"My Scene %d" = "Моя сцена %d";

"Warning" = "Предупреждение";
"Scene_name_empty" = "Название сцены не может быть пустым.";
"Scene_name_special_character" = "Название сцены не может содержать специальные символы.";

"Duplicate_Scene_Name" = "Дубликат Название сцены";
"Duplicate_Scene_Name_message" = "Другая сцена с таким же именем уже существует. Пожалуйста, предоставьте другое имя.";

"Rename Scene" = "Переименование сцены";
"Please enter a new Scene name" = "Пожалуйста, введите новое имя сцены";
"Cancel" = "Отмена";
"Scene Name" = "Сцена Имя";

"A Scene created using Iyan 3D in iOS." = "Сцена создана при Iyan 3D в прошивкой.";

"Success" = "успех";
"file_successfully_saved_dropbox" = "Файл успешно сохранен в DropBox. Вы можете найти его в Dropbox аккаунт Приложения / Iyan 3D";

"Failure" = "недостаточность";
"Error_uploading_file" = "Ошибка загрузки файла. Пожалуйста, проверьте подключение к интернету.";
"unable_connect_server" = "Невозможно подключиться к серверу, Пожалуйста, проверьте настройки сети.";
"Connection Error" = "Ошибка подключения";
"max_five_lights_per_scene" = "Сцена не может содержать более пяти огней.";
"File Corrupted" = "Файл поврежден";
"File_Corrupted_message" = "Проект, который вы пытаетесь открыть поврежден.";

"Select Bone Structure" = "Выберите Bone Структура";
"start_single_bone_or_human_message" = "Вы можете начать с полной структуры кости человека или с одной кости?";
"Single Bone" = "одной кости";
"Human Bone Structure" = "Структура человеческого костного";
"rigging_back_previous_mode" = "Вы уверены, что хотите вернуться в предыдущий режим? При нажатии Да будут отброшены все ваши изменения.";
"NO" = "НЕТ";
"Yes" = "да";

"Light %d" = "Легкий %d";
"Delete" = "Удалить";
"Clone" = "клон";
"copy_limit_exceed_message" = "Ограничение копирования превышен. Импорт объекта с помощью Добавить кнопку на ToolBar.";

"CAMERA" = "КАМЕРЫ";
"LIGHT" = "ЛЕГКИЙ";
"Image : %@" = "Образ : %@";
"Text : %@" = "Текст : %@";
"Video : %@" = "видео : %@";

"apply_animation_error" = "Пожалуйста, выберите текст или символ, чтобы применить анимацию.";
"Save your Animation as template" = "Сохраните анимацию в качестве шаблона";
"Animation Name" = "Анимация Имя";
"Bones cannot be added to this model." = "Кости не могут быть добавлены к этой модели.";
"model_cannot_add_bone" = "Эта модель была оснащена использованием предыдущей версии. Некоторые из информации конверта может отсутствовать. Вы хотите продолжить?";

"Please Select any Node to add Bone" = "Выберите любой узел, чтобы добавить кости";
"Delete Animation in this Frame" = "Удаление анимации в этом кадре";
"Delete Animation in this Frame" = "Удаление анимации в этом кадре";
"Delete Object" = "Удалить объект";

"Info" = "Информация";
"There is no animation in this frame." = "Там нет анимации в этом кадре.";
"Animation name cannot be empty." = "Название Анимация не может быть пустым.";
"Animation_Name_special" = "Анимация Имя не может содержать специальные символы.";

"Step_1_rigging_message" = "Поместите кости в соответствующих позициях в рамках модели.";
"Step_2_rigging_message" = "Шкала конверт каждой кости, чтобы покрыть окружающие сетки.";
"Step_3_rigging_message" = "Убедитесь, что установка идеально подходит анимируя модель.";
"PREVIEW" = "предварительный просмотр";
"ADJUST ENVELOP" = "настроить конверт";
"ATTACH SKELETON" = "прикрепить скелет";

"Cone" = "конусообразный";
"Cube" = "куб";
"Cylinder" = "цилиндр";
"Plane" = "Самолет";
"Sphere" = "сфера";
"Torus" = "торус";

"bone_count_exceed" = "Максимальные кости на объект не может превышать 57.";



"Category" = "категория";
"All Models" = "Все модели";
"Character" = "символ";
"Backgrounds" = "фоны";
"Accessories" = "аксессуары";
"Minecraft" = "Шахтерское ремесло";
"FNAF" = "iname";
"My Library" = "Моя библиотека";

"Rename Object" = "Переименовать объект";
"Please enter a name" = "Пожалуйста, введите имя";
"Please Choose Font Style." = "Пожалуйста, выберите стиль шрифта.";
"Please enter some text to add." = "Пожалуйста, введите текст, чтобы добавить.";


"Create a Scene" = "Создание сцены";
"Animate Character" = "анимированный персонаж";
"Export Video" = "Экспорт видео";
"Share your video" = "Поделитесь своим видео";

"onboarding_message_#1" = "Добавить персонажей, окружение, реквизит из нашей библиотеки более 300 активов или импортировать файл OBJ из внешнего источника.";
"onboarding_message_#2" = "Принесите свой характер жизни с нашими предопределенных действий, применить имитации физических или сделать один из ваших собственных действий.";
"onboarding_message_#3" = "Рендер окончательный видео с требуемым качеством и стилем.";
"onboarding_message_#4" = "Вот и все. Отправьте 3D фильм и показать свои творческие навыки своим друзьям.";

"Next" = "следующий";
"Let's get started" = "Давайте начнем";

"Models" = "модели";
"Images" = "Изображений";
"Videos" = "Видео";
"Text" = "Текст";
"Light" = "Легкий";
"OBJ File" = "OBJ файла";
"Add Bone" = "Добавить Bone";
"Particle Effects" = "эффекты частиц";

"Apply Animation" = "Применить анимацию";
"Save Animation" = "Сохранить анимацию";
"Images" = "Изображений";
"Videos" = "Видео";

"Tutorials" = "Учебники";
"Settings" = "настройки";
"Rate This App" = "Оцени это приложение";
"Follow Us" = "Подписывайтесь на нас";
"Contact Us" = "Свяжитесь с нами";

"Front" = "Фронт";
"Top" = "верхний";
"Left" = "Оставил";
"Back" = "назад";
"Right" = "Правильно";
"Bottom" = "Дно";

"1 Frame" = "1 Рамка";
"24 Frames" = "24 Рамки";
"240 Frames" = "240 Рамки";

"Camera" = "камера";
"Light" = "Легкий";

"Clone" = "клон";
"Delete" = "Удалить";
"Rename" = "переименовывать";

"Move Camera" = "Перемещение камеры";
"Publish" = "Публиковать";
"No data" = "Нет данных";

"share_image_social_media" = "3D сцены, я создал с помощью Iyan 3D на прошивкой";
"share_video_social_media" = "Анимация видео, я создал с помощью Iyan 3D на прошивкой";

"only_hq_options" = "Это свойство только для высокого качества рендеринга.";
"reopen_apply_changes" = "Пожалуйста, снова откройте сцену, чтобы применить изменения.";
"sign_in_to_continue" = "Пожалуйста, Войдите в систему, чтобы продолжить.";
"no_premium_restored" = "Там, кажется, проблема с вашей покупкой. Пожалуйста, убедитесь, что вы обновили на премиум с текущего счета.";

"In Progress" = "В ходе выполнения";
"Completed" = "Завершенный";
"In Queue" = "В очереди";
"Download" = "Скачать";

"successful_saved_phot_gallery" = "Изображение / видео успешно сохранены в Фотографии.";
"failed_saved_phot_gallery" = "Существует проблема загрузки изображения / видео. Пожалуйста, повторите попытку позже.";

"no_twitter_account" = "Настройка учетной записи Twitter в устройстве.";
"APPLY" = "подать заявление";

"select_obj_preview" = "Выберите OBJ для предварительного просмотра.";
"choose_texture" = "Выберите текстуру, чтобы применить для выбранной модели.";
"choose_color" = "Выберите цвет вершины для выбранного OBJ.";
"tap_import_photos" = "Нажмите, чтобы импортировать текстуры из библиотеки фотографий.";
"tap_to_choose_texture" = "Нажмите, чтобы выбрать текстуру / цвет для выбранного объекта.";
"import_model_selected_texture" = "Импорт модели с выбранной текстуры / цвета.";
"add_obj_document_dir" = "Добавить OBJ/DAE/FBX/3DS файлы в каталог документов.";
"add_texture_document_dir" = "Добавить файлы текстур в каталог документов.";
"Pick Color" = "Выбор цвета";
"ADD TO SCENE" = "ДОБАВИТЬ СЦЕНЫ";

"Import Texture" = "Импорт текстур";

"Normal Shader" = "нормальный затенения";
"Toon Shader" = "мультяшек затенения";
"HQ Rendering" = "HQ Оказание";

"tap_to_start" = "Нажмите, чтобы начать экспорт.";
"please_signin" = "Пожалуйста, Войдите в систему, чтобы продолжить.";

"not_enough_credits" = "Вы не достаточное количество баллов, пожалуйста, пополнить свой счет, чтобы продолжить.";
"scene_no_support_hqrender" = "Сцена содержит видео / частицы, которые в настоящее время не поддерживается в оказании HQ.";
"data_doesnot_exist" = "Запрашиваемые данные не существует !!";
"hqrender_uploaded_success" = "Загружено успешно. Вы можете видеть прогресс вашего рендеринга в вашем профиле.";
"Done" = "Готово";


"Rename Animation" = "Переименовать анимацию";

"Trending" = "простирания";
"Featured" = "Рекомендуемые";
"Top Rated" = "Самые популярные";
"Recent" = "недавний";
"My Animations" = "Мои Анимации";

"username_has_special_char" = "Имя пользователя не может содержать специальные символы.";
"username_isempty" = "Имя пользователя не может быть пустым.";

"Success" = "успех";
"success_animation_publish" = "Анимация Опубликовано Успешно.";
"bone_count_mismatch" = "Количество костной ткани может не совпадать.";
"fontstyle_char_unsupported" = "Стиль шрифта вы выбираете не поддерживает символы, введенные.";

"inapp_disabled" = "В приложении покупки отключено. Проверьте настройки, чтобы включить закупки.";
"missing_resources" = "Некоторые файлы ресурсов не хватает.";

"My Objects" = "Мои объекты";
"Edit" = "редактировать";

"ADD" = "ДОБАВИТЬ";
"ANIMATION" = "  АНИМАЦИЯ";
"OPTIONS" = "  ОПЦИИ";
"EXPORT" = "  ЭКСПОРТ";

"MOVE" = "  ПЕРЕЕХАТЬ";
"ROTATE" = "  ПОВОРОТ";
"SCALE" = "  МАСШТАБ";

"ADD JOINT" = "  добавить совместное";
"MIRROR" = "ЗЕРКАЛО";
"CANCEL" = "ОТМЕНА";
"ADD TO SCENE" = "ДОБАВИТЬ СЦЕНЫ";

"Enter Text" = "Введите текст";
"With Bones" = "С косточками";
"Color" = "цвет";
"Font Store" = "шрифт магазин";
"My Fonts" = "Мои шрифты";
"News Feed" = "Новостная лента";
"Clear All" = "Очистить все";
"SHARE" = "ДОЛЯ";
"CLOSE" = "ЗАКРЫТЬ";

"FRAME COUNT DISPLAY" = "КАДР Отсчет дисплея";
"TOOLBAR" = "панель инструментов";
"3D WORKSPACE" = "3D РАБОЧЕЕ ПРОСТРАНСТВО";
"Quality" = "Качественный";
"Speed" = "скорость";
"This setting does not affect Export quality" = "Этот параметр не влияет на качество экспорта";
"MultiSelect" = "Выбор из нескольких вариантов";

"RESTORE PURCHASE" = "ВОССТАНОВИТЬ ПОКУПКУ";
"SETTINGS" = "НАСТРОЙКИ";

"Credits" = "кредиты";
"Add 5k Credits" = "Добавить 5k Credits";
"Add 20k Credits" = "Добавить 20k Credits";
"Add 50k Credits" = "Добавить 50k Credits";
"HQ Render Progress" = "HQ Рендер Прогресс";
"Manage Account" = "Управлять счетом";
"Sign Out" = "Выход";
"Add Credits" = "добавить кредиты";

"Sign In" = "Войти в систему";
"Login to enjoy more features" = "Вход наслаждаться больше возможностей";

"Copy OBJ files in Document Directory." = "Скопируйте OBJ файлы в каталог документов.";
"Import Obj" = "Импорт Obj";
"NEXT" = "СЛЕДУЮЩИЙ";

"Create Scene" = "Создание сцены";
"Creates a new scene." = "Создает новую сцену.";
"Tap to open the scene." = "Нажмите, чтобы открыть сцену.";
"Tap to Clone / Delete / Share the scene." = "Нажмите, чтобы клонировать / Удалить / Share сцену.";


"RENDERING PROGRESS" = "ОКАЗАНИЕ ПРОГРЕССА";
"RESOLUTION" = "РАЗРЕШАЮЩАЯ СПОСОБНОСТЬ";
"BACKGROUND COLOR" = "ФОНОВЫЙ ЦВЕТ";
"WATERMARK" = "водяной знак";
"RENDERING STYLE" = "ОКАЗАНИЕ СТИЛЬ";
"Render Normal Shader in Your Device" = "Рендер Normal Shader в устройстве";
"LIMIT FRAMES" = "ЛИМИТ КАДРЫ";

"ADD" = "ДОБАВИТЬ";

"Manage your account" = "Настройте свой аккаунт";
"Settings, Tutorials & Contact us" = "Настройки, Учебники & Контакты";


"Save and Exit the scene" = "Сохранить и выйти из сцены";
"Add Frames" = "Добавление рамок";
"Standard view angles" = "Стандартные углы обзора";
"Play the animation preview" = "Играть анимацию предварительного просмотра";
"Switch to Move / Rotate / Scale mode" = "Переключение Перемещение / Поворот / режим Scale";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Включить зеркало для перемещения / вращения зеркала сустав выбранного сустава";
"Import objects into the scene" = "Импорт объектов в сцене";
"Apply animation to the selected model/text" = "Применить анимацию к выбранной модели / текст";
"Change properties of selected object" = "Изменение свойств выбранного объекта";
"Export image/video to the Camera roll" = "Экспорт изображений / видео в Фотопленка";
"Undo / Redo your actions" = "Отменить / Повторить свои действия";
"Tap to add the rigged model in to the scene" = "Нажмите, чтобы добавить оснащенном модель в к сцене";
"Tap to publish your animation to the store" = "Нажмите, чтобы опубликовать вашу анимацию в магазин";
"Current mode in rigging" = "Текущий режим в такелажа";
"Tap to add a joint to the selected joint in the rig" = "Нажмите, чтобы добавить соединение к выбранному сустава в вышке";
"Manage objects in the scene" = "Управление объектами в сцене";
"Switch to Move / Rotate / Scale mode" = "Переключение Перемещение / Поворот / режим Scale";
"Enable to move / rotate the mirror joint of selected joint" = "Включить, чтобы переместить / повернуть зеркало сустав выбранного сустава";
"Cancel rigging and go back to the scene" = "Отменить такелажа и вернуться на сцену";
"Tap to change model category" = "Нажмите, чтобы изменить категорию модели";
"Tap to import the selected model into your scene." = "Нажмите, чтобы импортировать выбранную модель в вашу сцену.";
"Import selected 3D text into the scene." = "Импортировать выбранные 3D текст в сцену.";
"Choose color for 3D text." = "Выберите цвет для текста 3D.";
"Add bevel to 3D text." = "Добавить скос в 3D текста.";
"Enter your text here." = "Введите текст здесь.";

"Tap to save and close the Settings." = "Нажмите, чтобы сохранить и закрыть настройки.";
"Enable or Disable multiple objects selection." = "Включение или отключение нескольких объектов выбор.";
"Choose whether toolbar should be on the right or left side in Editor." = "Выберите, следует ли панель инструментов быть на правой или левой стороне в редакторе.";
"Choose between quality or speed of rendering in Editor." = "Выбор между качеством или скоростью рендеринга в редакторе.";

"Enable/Disable Watermark image." = "Включение / отключение водяных знаков изображения.";
"Limit the number of frames to be exported." = "Ограничьте количество кадров для экспорта.";
"Credits required for the current export." = "Кредиты, необходимые для текущего экспорта.";
"Tap to change category." = "Нажмите, чтобы изменить категорию.";
"Tap to apply animation to the selected object." = "Нажмите, чтобы применить анимацию к выбранному объекту.";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";



























